// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "File Sync";

// Text of "ok" button, used in various dialogs.
"OK" = "OK";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Abbrechen";

// Text of "Next" button, used in various dialogs
"NEXT" = "Weiter";

// Text of "Done" button, used in various dialogs
"DONE" = "Fertig";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Fortfahren";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "Vorherige lokale iDisk von %@";
"PREVIOUS DMG DIR" = "Vorherige lokale iDisks";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "Auf diesem Computer befindet sich eine alte Kopie Ihrer lokalen iDisk, die %@ Speicherplatz beansprucht. Möchten Sie sie behalten oder in den Papierkorb bewegen?";
"MIGRATION_DESKTOP"  = "Behalten";
"MIGRATION_TRASH"    = "In den Papierkorb bewegen";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "Auf diesem Computer befindet sich eine alte Kopie Ihrer lokalen iDisk, die %@ Speicherplatz beansprucht. Möchten Sie sie behalten oder in den Papierkorb bewegen?";
"CLEANUP_IMAGES_INTERNAL_1"     = "Auf diesem Computer befindet sich eine alte Kopie Ihrer lokalen iDisk, die %@ Speicherplatz beansprucht. Möchten Sie sie behalten oder in den Papierkorb bewegen?";
"CLEANUP_IMAGES_DESK_MULTI"     = "Auf diesem Computer befinden sich mehrere alte Kopien Ihrer lokalen iDisk, die %@ Speicherplatz beanspruchen. Möchten Sie sie behalten oder in den Papierkorb bewegen?";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "Auf diesem Computer befinden sich mehrere alte Kopien Ihrer lokalen iDisk, die %@ Speicherplatz beanspruchen. Möchten Sie sie behalten oder in den Papierkorb bewegen?";
"CLEANUP_IMAGES_ALL"            = "Auf diesem Computer befinden sich mehrere alte Kopien Ihrer lokalen iDisk, die %@ Speicherplatz beanspruchen. Möchten Sie sie behalten oder in den Papierkorb bewegen?";

"CLEANUP_TITLE_1"     = "Es wurde eine weitere Kopie Ihrer iDisk auf dem Computer gefunden.";
"CLEANUP_TITLE_MULTI" = "Es wurden weitere Kopien Ihrer iDisk auf dem Computer gefunden.";

"Keep"  = "Behalten";
"Trash" = "In den Papierkorb bewegen";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "Ihre iDisk ist fast voll.";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "Diese Warnung nicht erneut zeigen";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "Einige Dateien auf Ihrer iDisk befinden sich im Papierkorb. Entleeren Sie den Papierkorb, um Speicherplatz freizugeben.\n\nSie können Ihre iDisk in der Systemeinstellung „%@“ vergrößern.";

// No files in trash.
"ALMOST FULL .MAC MSG" = "Sie können Ihre iDisk in der Systemeinstellung „%@“ vergrößern.";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "Die Größe der iDisk auf Ihrem Computer muss angepasst werden.";
"RESIZE IDISK MSG" = "Während die Größe geändert wird, ist die iDisk auf Ihrem Computer vorläufig nicht erreichbar.";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "Ihre lokale iDisk konnte nicht deaktiviert werden.";
"CANT DISABLE BUSY MSG" = "Ihre lokale iDisk kann jetzt nicht deaktiviert werden, da sie geöffnete Dateien enthält. Bitte schließen Sie die Dateien und versuchen Sie es später erneut.";
"CANT DISABLE ERR MSG%" = "Ihre lokale iDisk kann jetzt nicht deaktiviert werden, da der Fehler %d aufgetreten ist. Bitte versuchen Sie es später erneut.";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "Ihre iDisk wird gerade synchronisiert. Möchten Sie fortfahren oder sich abmelden?";
"LOGOUT BUSY MSG" = "Sie können sich abmelden, nachdem Ihre iDisk synchronisiert wurde.";

// Text of the "log out" button.
"LOGOUT" = "Abmelden";

// Text of the "continue" button.
"CONTINUE SYNC" = "Sync fortsetzen";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%qu Byte";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "Aufräumen …";
"Last sync cancelled."           = "Letzte Synchronisierung abgebrochen";
"Finder Settings"                = "Einstellungen für Finder";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "Ihr %@-Account ist abgelaufen.";
"CREATE FAILED:NIL DMA"          = "Die iDisk-Synchronisierung konnte nicht aktiviert werden. Bitte überprüfen Sie Ihren %@-Benutzernamen und Ihr Kennwort in der Systemeinstellung „%@“.";
"CREATE FAILED:NO USERNAME"      = "Die iDisk-Synchronisierung konnte nicht aktiviert werden. Bitte überprüfen Sie Ihren %@-Benutzernamen und Ihr Kennwort in der Systemeinstellung „%@“.";
"CREATE FAILED:TOO BIG"          = "Die iDisk-Synchronisierung konnte nicht aktiviert werden. Für Ihre iDisk ist nicht ausreichend freier Speicher verfügbar.";
"CREATE FAILED:UNKNOWN"          = "Die iDisk-Synchronisierung konnte nicht aktiviert werden. Bitte versuchen Sie es später erneut.";
"Cannot sync more than one computer at a time."	= "Ein anderer Computer wird gerade mit diesem Account synchronisiert. Versuchen Sie es später erneut.";
"iDisk syncing unavailable."					= "Die Synchronisierung der iDisk ist derzeit nicht verfügbar. Versuchen Sie es später erneut.";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "Ihr %@-Account hat leider keine aktive iDisk.";
